
{
  "title": "مطالعات موردی",
  "description": "مطالعات موردی ما را بررسی کنید تا مسیر از چالش‌های اولیه تا نتایج قابل اندازه‌گیری را ببینید. هر مطالعه موردی نشان‌دهنده تعهد ما به ارائه ارزش است.",
  "challenge": "چالش",
  "solution": "راه حل",
  "results": "نتایج",
  "downloadHint": "می‌خواهید درباره رویکرد و دستاوردهای ما بیشتر بدانید؟",
  "downloadFull": "دانلود مطالعات موردی کامل",
  "contactForMore": "برای اطلاعات بیشتر با ما تماس بگیرید",
  "ecommerceCase": {
    "title": "افزایش ۲۰۰٪ فروش آنلاین با سئو",
    "category": "مطالعه موردی: فروشگاه آنلاین",
    "challenge": "یک فروشگاه آنلاین لوازم خانگی محصولات با کیفیتی داشت اما ترافیک و فروش کمی داشت. مشکل اصلی عدم وجود سئو مناسب و تجربه کاربری ضعیف بود.",
    "solution": "تیم ما یک استراتژی جامع شامل بهینه‌سازی فنی سایت، بهبود ساختار محتوا، اصلاح معماری اطلاعات و ایجاد صفحات فرود سفارشی برای محصولات پرطرفدار طراحی کرد.",
    "results1": "افزایش ۲۰۰٪ فروش آنلاین طی ۶ ماه",
    "results2": "بهبود ۱۵۰٪ در ترافیک ارگانیک از گوگل",
    "results3": "افزایش ۳۰٪ در نرخ تبدیل",
    "results4": "کاهش ۲۵٪ در نرخ پرش",
    "testimonial": "همکاری با وب اِی‌بی‌سی یکی از بهترین تصمیمات تجاری ما بود. نتایج بهینه‌سازی سایت ما از انتظارات ما بسیار فراتر رفت.",
    "imageAlt": "نمودار رشد فروش فروشگاه آنلاین پس از سئو توسط وب اِی‌بی‌سی",
    "resultsImageAlt": "نتایج رتبه‌بندی کلمات کلیدی فروشگاه آنلاین پس از اجرای سئو توسط وب اِی‌بی‌سی"
  },
  "wordpressCase": {
    "title": "راه‌اندازی مجدد برند با وب‌سایت وردپرس سفارشی",
    "category": "مطالعه موردی: توسعه وردپرس",
    "challenge": "یک برند زیبایی نیاز به تحول دیجیتال کامل وبسایت قدیمی خود داشت که به‌روزرسانی آن دشوار بود و منجر به تولید سرنخ یا فروش نمی‌شد.",
    "solution": "ما یک سایت وردپرس سفارشی با یک قالب متمایز توسعه دادیم، قابلیت تجارت الکترونیک را یکپارچه کردیم و یک استراتژی محتوا با تمرکز بر آموزش محصول و نکات زیبایی را اجرا کردیم.",
    "results1": "افزایش ۷۵٪ در میانگین زمان حضور در سایت",
    "results2": "رشد ۱۸۰٪ در اشتراک خبرنامه",
    "results3": "افزایش ۹۵٪ در استعلام‌های آنلاین محصول",
    "testimonial": "تیم وب اِی‌بی‌سی وبسایتی را تحویل داد که به طور کامل نشان‌دهنده هویت برند ما است. سایت نه تنها زیباست بلکه استفاده از آن آسان است و حضور دیجیتالی ما را به طور قابل توجهی افزایش داده است.",
    "imageAlt": "طراحی مجدد سایت وردپرس برند زیبایی با نمایش چیدمان واکنش‌گرا در دستگاه‌های مختلف",
    "resultsImageAlt": "داشبورد تحلیلی که بهبود شاخص‌های مشارکت کاربر را پس از طراحی مجدد سایت نشان می‌دهد"
  },
  "localSeoCase": {
    "title": "افزایش ۵۰۰٪ در قرارهای ملاقات از طریق استراتژی سئو محلی",
    "category": "مطالعه موردی: سئو محلی",
    "challenge": "یک کلینیک دندانپزشکی برای جذب بیماران محلی علیرغم ارائه خدمات عالی با مشکل مواجه بود. حضور آنلاین آنها حداقلی بود و در جستجوهای محلی توسط رقبا پشت سر گذاشته شده بودند.",
    "solution": "ما یک استراتژی جامع سئو محلی شامل بهینه‌سازی پروفایل Google Business، ساخت منابع محلی، مدیریت نظرات و تولید محتوای مختص به موقعیت را اجرا کردیم.",
    "results1": "افزایش ۵۰۰٪ در رزرو قرار ملاقات در طی ۴ ماه",
    "results2": "رتبه‌بندی در بین ۳ نتیجه برتر برای تمام کلمات کلیدی محلی مهم",
    "results3": "بهبود ۳۰۰٪ در ترافیک وبسایت از جستجوهای محلی",
    "results4": "میانگین امتیاز ۴.۹/۵ با بیش از ۱۲۰ نظر از بیماران جدید",
    "testimonial": "کمپین سئو محلی کسب و کار ما را متحول کرد. اکنون هفته‌ها از قبل رزرو شده‌ایم و مجبور شدیم برای رسیدگی به این رشد، کارکنان بیشتری استخدام کنیم. من قویاً خدمات سئو محلی وب اِی‌بی‌سی را توصیه می‌کنم.",
    "imageAlt": "گوگل مپس که رتبه بالاتر کلینیک دندانپزشکی را پس از سئو محلی نشان می‌دهد",
    "resultsImageAlt": "نموداری که رشد در دید جستجوی محلی و رزرو قرار ملاقات را پس از اجرای سئو نشان می‌دهد"
  },
  "webDevCase": {
    "title": "پلتفرم مالی مبتنی بر React با زمان فعالیت ۹۹.۹٪",
    "category": "مطالعه موردی: توسعه اپلیکیشن وب",
    "challenge": "یک استارتاپ فینتک نیاز به یک برنامه وب امن و مقیاس‌پذیر برای تجزیه و تحلیل داده‌های مالی و گزارش‌دهی داشت، با الزامات سختگیرانه برای عملکرد و قابلیت اطمینان.",
    "solution": "ما یک برنامه وب سفارشی بر اساس React با بک‌اند Node.js توسعه دادیم که شامل تجسم داده‌های پیشرفته، پردازش داده‌های بلادرنگ و پروتکل‌های امنیتی در سطح بانک است.",
    "results1": "زمان فعالیت ۹۹.۹٪ از زمان راه‌اندازی",
    "results2": "پردازش داده ۹۰٪ سریع‌تر در مقایسه با راه‌حل قبلی",
    "results3": "گذراندن موفق حسابرسی امنیتی خارجی بدون یافته‌های بحرانی",
    "results4": "معماری مقیاس‌پذیر که از رشد ۱۰ برابری کاربر بدون افت عملکرد پشتیبانی می‌کند",
    "testimonial": "وب اِی‌بی‌سی یک پلتفرم قدرتمند ارائه داد که برای رشد کسب و کار ما بسیار مهم بود. توجه آنها به جزئیات، به ویژه در مورد امنیت و بهینه‌سازی عملکرد، تخصص آنها در توسعه برنامه‌های مالی را نشان داد.",
    "imageAlt": "رابط داشبورد پلتفرم مالی React که اجزای تجسم داده را نشان می‌دهد",
    "resultsImageAlt": "معیارهای عملکرد که زمان فعالیت سیستم و بهینه‌سازی زمان پاسخ را پس از راه‌اندازی نشان می‌دهد"
  }
}
