
{
  "title": "دراسات الحالة",
  "description": "استكشف دراسات الحالة لدينا لرؤية الرحلة من التحديات الأولية إلى النتائج القابلة للقياس. تظهر كل دراسة حالة التزامنا بتقديم القيمة.",
  "challenge": "التحدي",
  "solution": "الحل",
  "results": "النتائج",
  "downloadHint": "هل تريد معرفة المزيد عن نهجنا ونتائجنا؟",
  "downloadFull": "تحميل دراسات الحالة الكاملة",
  "contactForMore": "اتصل بنا للحصول على مزيد من المعلومات",
  "ecommerceCase": {
    "title": "زيادة 200٪ في المبيعات عبر الإنترنت مع تحسين محركات البحث",
    "category": "دراسة حالة: متجر عبر الإنترنت",
    "challenge": "كان لدى متجر الأجهزة المنزلية عبر الإنترنت منتجات عالية الجودة ولكن حركة مرور ومبيعات منخفضة. كانت المشكلة الرئيسية هي عدم وجود تحسين مناسب لمحركات البحث وتجربة مستخدم سيئة.",
    "solution": "صمم فريقنا استراتيجية شاملة تشمل تحسين الموقع التقني، وتحسين بنية المحتوى، وتصحيح بنية المعلومات، وإنشاء صفحات هبوط مخصصة للمنتجات الشائعة.",
    "results1": "زيادة 200٪ في المبيعات عبر الإنترنت خلال 6 أشهر",
    "results2": "تحسن بنسبة 150٪ في حركة المرور العضوية من جوجل",
    "results3": "زيادة 30٪ في معدل التحويل",
    "results4": "انخفاض 25٪ في معدل الارتداد",
    "testimonial": "كان التعاون مع ويب أ ب ج أحد أفضل قرارات أعمالنا. تجاوزت نتائج تحسين موقعنا توقعاتنا بكثير.",
    "imageAlt": "مخطط نمو مبيعات المتجر عبر الإنترنت بعد تحسين محركات البحث بواسطة ويب أ ب ج",
    "resultsImageAlt": "نتائج تحسين ترتيب الكلمات الرئيسية للمتجر عبر الإنترنت بعد تنفيذ تحسين محركات البحث بواسطة ويب أ ب ج"
  },
  "wordpressCase": {
    "title": "إعادة إطلاق العلامة التجارية مع موقع ووردبريس مخصص",
    "category": "دراسة حالة: تطوير ووردبريس",
    "challenge": "احتاجت علامة تجارية للجمال إلى تحول رقمي كامل لموقعها القديم الذي كان من الصعب تحديثه ولم يكن ينتج عملاء محتملين أو مبيعات.",
    "solution": "قمنا بتطوير موقع ووردبريس مخصص مع قالب متميز، ودمج وظائف التجارة الإلكترونية، وتنفيذ استراتيجية محتوى تركز على تعليم المنتج ونصائح الجمال.",
    "results1": "زيادة بنسبة 75٪ في متوسط وقت البقاء على الموقع",
    "results2": "نمو بنسبة 180٪ في اشتراكات النشرة الإخبارية",
    "results3": "زيادة بنسبة 95٪ في استفسارات المنتجات عبر الإنترنت",
    "testimonial": "قدم فريق ويب أ ب ج موقع ويب يمثل هوية علامتنا التجارية بشكل مثالي. الموقع ليس جميلاً فحسب، بل سهل الاستخدام أيضاً وقد عزز تواجدنا الرقمي بشكل كبير.",
    "imageAlt": "إعادة تصميم موقع ووردبريس للعلامة التجارية للجمال يظهر التخطيط المتجاوب على أجهزة متعددة",
    "resultsImageAlt": "لوحة تحليلات تظهر تحسينات في مقاييس مشاركة المستخدم بعد إعادة تصميم الموقع"
  },
  "localSeoCase": {
    "title": "زيادة 500٪ في المواعيد من خلال استراتيجية تحسين محركات البحث المحلية",
    "category": "دراسة حالة: تحسين محركات البحث المحلية",
    "challenge": "كانت عيادة أسنان تكافح لجذب المرضى المحليين رغم تقديمها خدمات ممتازة. كان وجودها عبر الإنترنت ضئيلاً، وكانت متخلفة عن المنافسين في عمليات البحث المحلية.",
    "solution": "نفذنا استراتيجية شاملة لتحسين محركات البحث المحلية بما في ذلك تحسين ملف Google Business، وبناء الاستشهادات المحلية، وإدارة المراجعات، وإنشاء محتوى خاص بالموقع.",
    "results1": "زيادة بنسبة 500٪ في حجوزات المواعيد خلال 4 أشهر",
    "results2": "تصنيفات ضمن أفضل 3 لجميع الكلمات الرئيسية المحلية الرئيسية",
    "results3": "تحسن بنسبة 300٪ في حركة مرور الموقع من عمليات البحث المحلية",
    "results4": "متوسط تقييم 4.9/5 مع أكثر من 120 مراجعة من المرضى الجدد",
    "testimonial": "لقد حولت حملة تحسين محركات البحث المحلية أعمالنا. أصبحنا الآن محجوزين لعدة أسابيع مقدماً واضطررنا إلى توظيف موظفين إضافيين للتعامل مع النمو. أوصي بشدة بخدمات تحسين محركات البحث المحلية من ويب أ ب ج.",
    "imageAlt": "خرائط جوجل تظهر التصنيف الأعلى لعيادة الأسنان بعد تحسين محركات البحث المحلية",
    "resultsImageAlt": "مخطط يوضح النمو في الظهور في البحث المحلي وحجوزات المواعيد بعد تنفيذ تحسين محركات البحث"
  },
  "webDevCase": {
    "title": "منصة مالية قائمة على React مع وقت تشغيل 99.9٪",
    "category": "دراسة حالة: تطوير تطبيقات الويب",
    "challenge": "احتاجت شركة تقنية مالية ناشئة إلى تطبيق ويب آمن وقابل للتوسع لتحليل البيانات المالية وإعداد التقارير، مع متطلبات صارمة للأداء والموثوقية.",
    "solution": "طورنا تطبيق ويب مخصص يعتمد على React مع خلفية Node.js، وتنفيذ تصور بيانات متقدم، ومعالجة بيانات في الوقت الحقيقي، وبروتوكولات أمان على مستوى البنوك.",
    "results1": "وقت تشغيل 99.9٪ منذ الإطلاق",
    "results2": "معالجة بيانات أسرع بنسبة 90٪ مقارنة بالحل السابق",
    "results3": "اجتياز تدقيق أمني خارجي بنجاح بدون نتائج حرجة",
    "results4": "بنية قابلة للتوسع تدعم نمو المستخدمين بمعدل 10 أضعاف دون تدهور الأداء",
    "testimonial": "قدمت ويب أ ب ج منصة قوية كانت حاسمة لنمو أعمالنا. أظهر الاهتمام بالتفاصيل، خاصة حول الأمان وتحسين الأداء، خبرتهم في تطوير التطبيقات المالية.",
    "imageAlt": "واجهة لوحة القيادة لمنصة React المالية تعرض مكونات تصور البيانات",
    "resultsImageAlt": "مقاييس الأداء التي توضح وقت تشغيل النظام وتحسين وقت الاستجابة بعد النشر"
  }
}
